IDEA Open Model
ReinfBarOnMoreEdges.WholeFirstEdge Property
Compatible with IDEA StatiCa 20.1
 Bar is on whole length of first edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool WholeFirstEdge { get; set; }
Public Property WholeFirstEdge As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace